[
    {
        "q": "WIRECAREと検電器の機能は同じですか？",
        "a": "いいえ。WIRECAREは電気の負荷抵抗値を測定することで、コンセントや配線の経年劣化程度を判断します。検電器は回路電圧が加わっているか、いないかを知るための機器です。"
    },
    {
        "q": "家中のコンセントすべてを検査する必要がありますか？",
        "a": "各コンセントを個別に検査してください。各コンセントは使用状況が異なるため、経年劣化に影響します。1つのコンセントを測定して、すべてのコンセントの状態を判断することはできません。"
    },
    {
        "q": "WIRECAREは延長コードの検査もできますか？",
        "a": "はい。まず延長コードが挿入されている壁側のコンセントを測定し、電気の状態を確認してください。次に検査したいコンセントを延長コードに挿入してから、延長コード側の測定を行うことができます。延長コード自体も負荷ですので、直列に接続されている延長コードが多すぎると、抵抗値が高くなりすぎますのでご注意ください。"
    },
    {
        "q": "WIRECAREはマルチ変換プラグを使って、外国のコンセントや配線を検査できますか？",
        "a": "はい。その国の電圧が100-240V / 50-60HZの間であれば測定できますが、マルチ変換プラグも負荷抵抗であるため、マルチ変換プラグの品質や使用状況が測定結果に影響を及ぼす場合があります。"
    },
    {
        "q": "WIRECAREはコンセントに挿したまま放置できますか？",
        "a": "はい。しかし、ご使用後は乾燥した環境で保管することをお勧めしています。再度測定する場合は、WIRECARE本体の測定ボタンを押してください。"
    },
    {
        "q": "ライトインジケーターの表示は何種類ありますか？",
        "a": "全部で<span class=\"t-primary\">三種</span>類あり、緑色は良好、オレンジ色は注意が必要、赤色は危険警告を表しています。"
    },
    {
        "q": "なぜライトインジケーターは段階表示なのですか？",
        "a": "コンセントや配線の経年劣化度をより正確に表示するためです。例えばWIRECAREでは、同じ緑色の良好状態でも、8つのLEDライト表示のほうが7つのLEDライト表示より、状態が優れているという意味です。"
    },
    {
        "q": "WIRECAREのライトがすべて赤く3回点滅したら…？",
        "a": "高温状態をお知らせするため、本体の温度が摂氏60度以上になると、8つのLEDが同時に3回点滅します。その後ライトは赤く点灯し、自動的に検出をストップします。内部温度が下がるまで一定時間お待ちになり、再度ご使用ください。"
    },
    {
        "q": "WIRECAREのライトがすべてオレンジに点灯したら…？",
        "a": "コンセント/電源の異常をお知らせします。電力会社から供給される電力は不安定な場合があり、「電圧が90V以下または250V以上」または「周波数が40Hz以下または70Hz以上」の時に、8つのLEDが同時にオレンジ色に点灯し、自動的に検出をストップします。"
    },
    {
        "q": "WIRECAREのライトが緑/赤交互に点滅したら…？",
        "a": "システムが内部負荷抵抗またはMOSスイッチの故障を自動的に検出すると、8つのLEDが同時に点灯します。自動的に検出をストップし、故障をお知らせします。"
    },
    {
        "q": "WIRECAREの緑のランプが全て点滅ではなく点灯しているというのはどのような状況？",
        "a": "特殊な状況を表しています：<br>1.該当するコンセントの回路の電源供給状態が悪すぎるため、正常に交流（AC）電源の正弦波の周波数の変化が捉えられない。<br>2.壁内回路が古すぎて電源供給の信号が不安定のため、測定結果が出るまで検出が続けられない。<br>3.壁内回路が古すぎて電源供給の信号が不安定のため、測定結果が出るまで検出が続けられない。"
    },
    {
        "q": "延長コードの測定結果オレンジ/赤ランプが点灯した場合、交換するのはコンセント、それとも延長コード？",
        "a": "延長コードの測定をする前に、延長コードを挿しているコンセントを測定し、その結果が緑であることを確認してください。その上で延長コードの測定結果がオレンジ/赤ランプが点灯した場合、延長コードの負荷及び抵抗が高くなっていることを表します。それ以上消費電力が高い機器を延長コードに挿さないことを推奨します。"
    },
    {
        "q": "通常のコンセントの測定結果オレンジ/赤ランプが点灯した場合、コンセント自体の刃受バネの抵抗が高くなっているのか、後方の電気回路の抵抗が高くなっているのか、どうやって判断するの？",
        "a": "オレンジ/赤ランプが点灯した場合、コンセントまたは後方の電気回路どちらとも老朽化または抵抗値た高すぎる可能性がありますので、二段階に分けて検証してみてください: <br>1.コンセントを交換してみてください（実験検証の経験から、90%ほどの老朽化の問題はコンセントにあります）。<br>2.コンセントを交換した後、再測定の結果は同じままでオレンジ/赤ランプが点灯した場合、後方の電気回路も老朽化しているということなので、業者などを呼んで配線をし直す必要があります。"
    },
    {
        "q": "WIRECAREは防水ですか？",
        "a": "いいえ。WIRECAREに防水機能はありません。水や火、直射日光を避け、乾燥した涼しい場所で保管してください。"
    },
    {
        "q": "WIRECAREに発熱の問題はありますか？",
        "a": "この製品は、安全を確保するために、高温や過熱を防ぐ内部温度測定装置を搭載していますので、ご安心ください。そのため、同時に繰り返し測定を行うと、一時的に本製品をご使用できなくなります。これは正常な反応ですので、内部温度が下がるまで一定時間お待ちになり、再度ご使用ください。"
    },
    {
        "q": "測定頻度はどのくらいですか？",
        "a": "電力消費量の多い夏季や冬季、または電力使用量の多い環境では、月に1回以上の点検を行い、使用電力の安全確認をお勧めします。"
    },
    {
        "q": "製品は安全認証を取得していますか？",
        "a": "はい。WIRECAREは現在、CE FCC およびROHSの安全認証を取得しています。"
    },
    {
        "q": "WIRECAREは毎年メンテナンスが必要ですか？",
        "a": "いいえ。WIRECAREは既存のコンセントと配線の使用状況を測定します。測定方法は、電気の負荷抵抗値を計算して経年劣化の程度を判断します。すべての配線の負荷抵抗値計算に適しており、製品のメンテナンスや調整は必要ありません。"
    },
    {
        "q": "WIRECAREが故障したら、自分で分解・修理できますか？",
        "a": "いいえ。本製品をご自身で分解すると、保証サービスの権利が取り消されます。二年間の保証期間内の場合は、取扱店までお問い合わせください。"
    },
    {
        "q": "消費者への保証は何ですか？",
        "a": "本製品には購入日より二年間の保証があります(詳しくは説明書内をご参照ください)。また、国内外で1,000万台湾ドルの生産物賠償責任保険に加入しています。"
    },
    {
        "q": "全ての交流電源（AC電源）を検出できますか？",
        "a": "本製品による測定は台湾電力の正弦波交流電源向けに設計されたもので、インバータなど電力変換装置の可変電圧可変周波数制御やUPS出力である正弦波ではない交流電源には使用できません。"
    },
    {
        "q": "配電ユニット（PDU）の検査はできますか？",
        "a": "配電ユニットPDU（Power Distribution Unit）には雷・インラッシュまたは限流保護回路などの機能があります。例えば、コモンモードまたはディファレンシャルモードフィルタ回路の場合、それ自体に回路抵抗があるため、検査をすると当該回路抵抗が高め出て、赤いランプが１つ点灯してしまいます。そのため、本製品はフィルタ回路などがある回路の検査に用いることはできません。"
    }
]