[
    {
        "q": "What are the safety precautions for using POWGANITE Lithium-ion Rechargeable Battery?",
        "a": "◉Store battery in a cool and dry place.<br>◉Do not charge or store battery in a high temperature, humidity, or direct sunlight.<br>◉Do not mix new and old battery to prevent over-discharging.<br>◉Do not charge battery where children can reach.<br>◉Do not short-circuiting battery to avoid permanent damage.<br>◉Do not disassemble or burn battery to avoid explosion."
    },
    {
        "q": "What are the safety precautions for using the Dedicated Charger for POWGANITE Lithium-ion Rechargeable Battery?",
        "a": "◉This equipment is not suitable for persons with physical, sensory or mental abilities defects, or lack of experience and knowledge, unless the person responsible for their safety is nearby or instructed.<br>◉Children should not use this charger without adult supervision.<br>◉Do not charge battery in reversed polarity to avoid leaking, fire, or explosion.<br>◉Do not charge or store battery in a high temperature, humidity, or direct sunlight.<br>◉Do not charge other types of battery (e.g. NiMH, NiCad, Alkaline, and Zinc). "
    },
    {
        "q": "What item to check before using POWGANITE Lithium-ion Rechargeable Battery?",
        "a": "Check whether there is damaged, swollen or leaking before use. If so, stop using it."
    },
    {
        "q": "Can POWGANITE Lithium-ion Rechargeable Battery & Dedicated Charger be used with other brand's battery and charger?",
        "a": "Do not charge other types of battery (e.g. NiMH, NiCad, Alkaline, and Zinc)."
    },
    {
        "q": "How to achieve the peak performance of POWGANITE Lithium Rechargeable Battery? ",
        "a": "A newly purchased battery must experience <span class=\"t-primary\">3-5</span> charge-discharge cycles to achieve its peak performance"
    },
    {
        "q": "What item to check before using POWGANITE Dedicated Charger?",
        "a": "Observe the correct polarity by matching <span class=\"t-primary\">(+) and (-)</span> terminals on both <span class=\"t-primary\">battery and charger.</span> "
    },
    {
        "q": "What should be paid attention to if the device using POWGANITE Lithium Rechargeable Battery will not be used for a long time?",
        "a": "◉Remove battery from device.<br>◉Charge and discharge the battery at least once every three months."
    },
    {
        "q": "What to do if POWGANITE Lithium-ion Rechargeable Battery becomes hot after use?",
        "a": "Please wait for battery to cool down before charging."
    },
    {
        "q": "How to charge POWGANITE Lithium-ion Rechargeable Battery?",
        "a": "1. Observe the correct polarity by matching (+) and (-) terminals on both battery and charger.<br>2. Insert battery into the slot of the Dedicated Charger.<br>3. Charging: indicator lights in red color. Fully charged: indicator lights in green color and stops charging.<br>4. Remove battery after fully charged."
    },
    {
        "q": "Do the products pass safety certifications?",
        "a": "Yes. Both battery and charger passed multiple international safety certifications.<br>Battery: UL, CB, PSE, BSMI, UN38.3, MSDS. Charger: UL, CE, FCC, PSE, RoHS."
    },
    {
        "q": "What are the warranties for consumers? ",
        "a": "From the date of purchase, this product is provided with a <span class=\"t-primary\">two-year warranty on battery and one-year on charger</span>. The product is insured with US$300,000 product liability insurance."
    },
    {
        "q": "How to achieve the highest charging efficiency while using the Lithium-ion Rechargeable Battery Dedicated Charger?",
        "a": "It is recommended to use a Micro USB cable and a 2A charger with the Dedicated Charger to reduce waiting time and to increase efficiency."
    }
]